{
    "number1Info": {
        "title": "FIRST NUMBER",
        "text1": "Let us write down the number of each verse in the Quran, preceded for each sura by the number of verses in that sura. Thus, Sura 1, which consists of seven verses, will be represented by the number 7 1234567. What we are doing here is forming long numbers by writing the numbers of verses next to each other. To find the number representing Sura 2, you write down the number of verses in this sura, 286, followed by the number of every verse, written next to each other. Thus, the number representing Sura 2 will look like this: 286 12345…..284285286. The two numbers representing the first two suras are:",
        "text2": "Putting these two numbers together to form a longer number representing the first two suras, we get a number that looks like this:",
        "text3": "This process is continued until every verse in the Quran is written down, thus forming one very long number encompassing the number of every verse in the Quran. The number representing the whole Quran is a multiple of 19 & consists of 12692 digits, which is also a multiple of 19.",
        "text4": "This very long number consists of 12692 digits (19x668) and and includes every verse in the Quran. The number of verses in each sura precedes its verses. A special computer program that divides very long numbers has shown that this long number is a multiple of 19."
    },
    "number2Info": {
        "title": "SECOND NUMBER",
        "text1": "Instead of putting the total number of verses in every sura ahead of the sura, let us put it at the end of every sura. Thus, the number representing Sura 1 will look like this: 1234567 7, instead of 7 1234567. The number representing Sura 2 will look like this: 12345.....284 285 286 286 instead of 286 12345......284285286. The numbers representing the first two suras will look like this:",
        "text2": "Putting these two numbers together to form a longer number representing the first two suras, we get a number that looks like this:",
        "text3": "The number of every verse in every sura is followed by the number of verses per sura. The last 11 digits shown here are the 6 verses of the last sura, followed by its number of verses (6), followed by the total number of numbered verses in the Quran (6234). The complete, very long number, is a multiple of 19.",
        "text4": "Since we are putting the total number of verses per sura at the end of each sura, we must put the total number of numbered verses (6234) at the end of the Quran. The last numbers, therefore, represent the last sura (123456 6), followed by the total number of numbered verses in the Quran (6234):",
        "text5": "Putting together all the verses of all the suras, produces a long number that consists of 12696 digits, and is a multiple of 19."
    },
    "number3Info": {
        "title": "THIRD NUMBER",
        "text1": "The number of every verse, followed by the sura number, then the number of verses in the sura. The total number of numbered verses is added at the end. The long number (12930 digits) is a multiple of 19.",
        "text2": "Now let us include the number of every sura.",
        "text3": "Write down the number of every verse in every sura, followed by the number of the sura, followed by the number of verses in the sura. Thus, the number representing Sura 1 looks like this: 1234567 1 7. The number representing Sura 2 looks like this: 1 2 3 4 5......284 285 286 2 286. The number representing the last sura (No. 114) looks like this: 1 2 3 4 5 6 114 6. Again, the total number of numbered verses (6234) is added at the end. This number, representing the whole Quran, is a multiple of 19; it looks like this:"
    },
    "number4Info": {
        "title": "FOURTH NUMBER",
        "text1": "Instead of putting the total number of verses in every sura after the sura, let us now put it ahead of the sura. Thus, the number representing Sura 1 looks like this: 7 1234567 1, instead of 1234567 1 7, and the number representing Sura 2 looks like this: 286 12345.... 284 285 286 2, instead of 12345.....284 285 286 2 286. This very long number representing the whole Quran is a multiple of 19.",
        "text2": "The total number of verses in each sura is followed by the number of every verse, then the sura number. The last 14 digits shown above are the number of verses in the last sura (6), followed by the numbers of the six verses (123456), followed by the number of the sura (114), then the total number of numbered verses in the Quran. The very long number (consisting of 12930 digits) is a multiple of 19."
    },
    "number5Info": {
        "title": "FIFTH NUMBER",
        "text1": "The number of every verse in every sura is followed by the sum of verse numbers. The long number consists of 12836 digits, and is a multiple of 19.",
        "text2": "Now, let us write down the number of every verse in every sura, followed by the sum of verse numbers for every sura. Sura 1 consists of 7 verses, and the sum of verse numbers is 1 + 2 + 3 + 4 + 5 + 6 + 7 = 28. Thus, the number representing Sura 1 looks like this: 1234567 28.",
        "text3": "The sum of verse numbers for Sura 2 is 41041 (1 + 2 + 3 + ... + 286). Thus, the number representing Sura 2 looks like this: 12345...284 285 286 41041.",
        "text4": "The number representing the last sura, which consists of 6 verses, looks like this: 123456 21, since 1 + 2 + 3 + 4 + 5 + 6 = 21.",
        "text5": "The complete number, representing the whole Quran, consists of 12836 digits and is a multiple of 19. It looks like this:"
    },
    "number6Info": {
        "title": "SIXTH NUMBER",
        "text1": "Remarkably, if we take the “Fifth No.” shown above and reverse the order of verse numbers and sum of verse numbers, i.e., move the sum of verse numbers, and put it ahead of the sura, the resulting long number is still a multiple of 19.",
        "text2": "Placing the sum of verse numbers ahead of each sura, instead of after it, produces a long number (12836 digits) that is also a multiple of 19."
    },
    "number7Info": {
        "title": "SEVENTH NUMBER",
        "text1": "Even writing the suras backward, i.e., reversing the order of suras by starting with the last sura and ending with the first sura, and placing the sum of verse numbers after the verses of each sura, the product is still a multiple of 19",
        "text2": "Reversing the order of suras—starting from the last sura and ending with the first sura—and writing down the number of every verse, with the sum of verse numbers for every sura after its verses, the product is a long number consisting of 12836 digits. This long number is a multiple of 19."
    },
    "number8Info": {
        "title": "EIGHTH NUMBER",
        "text1": "Write the sum of verse numbers for the whole Quran (333410), followed by the total number of numbered verses in the Quran (6234), then the number of suras (114). Every sura is then represented by its number followed by its number of verses. The numbers representing Suras 1 and 2 are 1 7 and 2 286. The complete number, covering all suras of the Quran, consists of 474 digits, and is a multiple of 19—it looks like this:",
        "text2": "The Grand Sum of verse numbers (333410) is followed by the total number of numbered verses (6234), the number of suras (114), then the sura numbers and numbers of verses of every sura."
    },
    "number9Info": {
        "title": "NINTH NUMBER",
        "text1": "Now let us reverse the order of sura number and its number of verses as presented in the “Eighth No.” Thus, the numbers representing the first two suras look like this: 7 1 & 286 2, instead of 1 7 & 2 286. The complete number also consists of 474 digits and is still a multiple of 19. It looks like this:",
        "text2": ": Reversing the sequence of sura number and number of verses still gives us a long number that is a multiple of 19"
    },
    "number10Info": {
        "title": "TENTH NUMBER",
        "text1": "If we write down the sum of verse numbers for Sura 1 (28), followed by the sum of verse numbers for Sura 2 (41041), and so on to the end of the Quran, and placing the Grand Sum of verse numbers (333410) at the end, the resulting long number (Tenth No.) consists of 377 digits, and is a multiple of 19.",
        "text2": "The sums of verse numbers for every sura in the Quran, are written next to each other, followed at the end by the Grand Sum of verse numbers (333410). This long number (377 digits) is a multiple of 19"
    },
    "number11Info": {
        "title": "ELEVENTH NUMBER",
        "text1": "If we write down the number of suras in the Quran (114), followed by the total number of numbered verses (6234), followed by the number of every sura and its sum of verse numbers, the final long number (612 digits) is a multiple of 19.",
        "text2": "The number of suras, followed by the total number of numbered verses, then the number of every sura and its sum of verse numbers, produce this long number (612 digits) that is a multiple of 19."
    },
    "number12Info": {
        "title": "TWELFTH NUMBER",
        "text1": "Lest anyone may think that any Quranic parameter is left un-guarded with this awesome mathematical code, let us look at more parameters.",
        "text2": "If we write down the number of suras (114), followed by the total number of numbered verses, followed by the Grand Sum of verse numbers in the whole Quran (333410), followed by the numbers of every sura and its verses, we end up with a very long number (12712 digits) that is a multiple of 19."
    },
    "number13Info": {
        "title": "THIRTEENTH NUMBER",
        "text1": "If we write down the numbers of verses in every sura next to each other, we end up with a 235-digit number that is a multiple of 19. To do this, write down the total number of numbered verses in the Quran (6234), followed by the number of verses in every sura, then close with the total number of numbered verses in the Quran. The final long number looks like this:",
        "text2": "(Total Verses) (first 4 Surahs) (Surah 9) (last 4 Surahs) (total verses)"
    },
    "number14Info": {
        "title": "FOURTEENTH NUMBER",
        "text1": "If we write down the number of numbered verses in the Quran (6234), followed by the number of suras (114), followed by the number of every verse in every sura, then close with the number of numbered verses in the Quran (6234) and the number of suras (114), the final number consists of 12479 digits, and is a multiple of 19."
    },
    "number15Info": {
        "title": "FIFTEENTH NUMBER",
        "text1": "Another long number that consists of 12774 digits is formed by writing down the number of every verse in every sura, followed by the number of every sura added to its number of verses. Sura 1 consists of 7 verses, and the total 1 + 7 is 8. Therefore, the number representing Sura 1 looks like this: 1234567 8. Since Sura 2 consists of 286 verses, the number representing Sura 2 looks like this:",
        "text2": "More specialized features are in Appendices 2, 9,19, 24, 25, 26, 29, and 37"
    },
    "basmalaEffect": {
        "title": "Basmala Effect",
        "text1": "Some Surahs do not contain the Basmala. For example, Surah 1 (Al-Fatiha) and Surah 9 (At-Tawbah) do not have a Basmala at the beginning. The first verse of Al-Fatiha is the Basmala. However, Surah 9 has no Basmala at the beginning or within it. If we write the total number of verses, the Basmala number, and the verse numbers of the Surah, then add the Surah number and close with the total number of verses, the number will appear as follows."
    },
    "homepage": {
        "title": "Tampering With the Word of God",
        "text1": "A superhuman mathematical system pervades the Quran and serves to guard and authenticate every element in it. Nineteen years after the Prophet’s death, some scribes injected two false verses at the end of Sura 9, the last sura revealed in Medina. The evidence presented in this Appendix incontrovertibly removes these human injections, restores the Quran to its pristine purity, and illustrates a major function of the Quran’s mathematical code, namely, to protect the Quran from the slightest tampering. Thus, the code rejects ONLY the false injections 9:128-129.",
        "text2": "Surely, we have revealed this scripture, and surely, we will preserve it. [ 15:9 ]",
        "text3": "The Quran is God’s Final Testament. Hence the divine pledge to keep it perfectly preserved. To assure us of both the divine authorship, and the perfect preservation of the Quran, the Almighty author has rendered the Quran mathematically composed. As proven by the physical evidence in Appendix 1, such mathematical composition is far beyond human capabilities. The slightest violation of God’s Final Testament is destined to stand out in glaring disharmony. A deviation by only 1—one sura, one verse, one word, even one letter—is immediately exposed.",
        "text4": "Nineteen years after the Prophet Muhammad’s death, during the reign of Khalifa ‘Uthman, a committee of scribes was appointed to make several copies of the Quran to be dispatched to the new Muslim lands. The copies were to be made from the original Quran which was written by Muhammad’s hand (Appendix 28).",
        "text5": "This committee was supervised by ‘Uthman Ibn ‘Affaan, ‘Ali Ibn Abi Taaleb, Zeid Ibn Thaabet, Ubayy Ibn Ka‘ab, ‘Abdullah Ibn Al-Zubair, Sa‘eed Ibn Al- ‘Aas, and ‘Abdul Rahman Ibn Al-Haareth Ibn Heshaam. The Prophet, of course, had written the Quran in its chronological order of revelation (Appendix 23), together with the necessary instructions to place every piece in its proper position. The last sura revealed in Medina was Sura 9. Only Sura 110, a very short sura, was revealed after Sura 9, in Mina.",
        "text6": "The committee of scribes finally came to Sura 9, and put it in its proper place. One of the scribes suggested adding a couple of verses to honor the Prophet. The majority of scribes agreed. ‘Ali was outraged. He vehemently maintained that the word of God, written down by the hand of His final prophet, must never be altered.",
        "text7": "Ali’s protest is documented in many references, but I cite and reproduce here the classic reference AL ITQAAN FEE ’ULUM AL QURAN by Jalaluddin AlSuyuty, Al-Azhareyyah Press, Cairo, Egypt, 1318 AH, Page 59 [see Insert 1].",
        "text8": "Translation: ‘Ali was asked: “Why are you staying home?” He said, “Something has been added to the Quran, and I have pledged never to put on my street clothes, except for the prayer, until the Quran is restored.” [ Insert 1 ]",
        "text9": "The horrendous dimensions of this crime can be realized once we look at the consequences:",
        "text10": "(1) ‘Uthman was assassinated, and ‘Ali was installed as the fourth Khalifa. ",
        "text11": "(2) A 50-year war erupted between the new Khalifa and his supporters on one side, and the Mohammedan distorters of the Quran on the other side.",
        "text12": "(3) ‘Ali was martyred, and eventually his family, the prophet Muhammad’s family, except for some women and children, were killed.",
        "text13": "(4) The disaster culminated in the infamous Battle of Karbala, where ‘Ali’s son, Hussein, and his family were massacred.",
        "text14": "(5) The Muslims were deprived of the pure, unaltered, Quran for 1400 years. ",
        "text15": "The distorters of the Quran finally won the war, and the “official” history that came to us represented the victors’ point of view. This apparent victory for God’s enemies was, of course, in accordance with God’s will. In just two decades after the Prophet’s death, the idol worshipers who were defeated by the Prophet in the conquest of Mecca (632 AD) reverted to idolatry. Ironically, this time around their idol was the Prophet himself. Such idol worshipers obviously did not deserve to possess the pure Quran. Hence the blessed martyrdom of the true believers who tried to restore the Quran, and the apparent victory for the distorters of God’s word.",
        "text16": "The first peace time ruler after this lengthy and disastrous war was Marwan Ibn Al Hakam (died 65 AH/684 AD). One of the first duties he performed was to destroy the original Quran, the one that was so scrupulously written by the Prophet’s own hand, “fearing it might become the cause of NEW disputes” [see ‘ULUM AL-QURAN, by Ahmad von Denffer, Islamic Foundation, Leicester, United Kingdom, 1983, Page 56]. The question an intelligent person must ask is: “If the original Quran were identical to the Quran in circulation at that time, why did Marwan Ibn Al-Hakam have to destroy it?!”",
        "text17": "Upon examining the oldest Islamic references, we realize that the false injections, 9:128-129, were always suspect. For example, we read in Bukhary’s famous Hadith, and Al-Suyuty’s famous Itqaan, that every single verse in the Quran was verified by a multiplicity of witnesses “except Verses 128 and 129 of Sura 9; they were found only with Khuzeimah Ibn Thaabet Al-Ansaary.” When some people questioned this improper exception, someone came up with a Hadith stating that “the testimony of Khuzeimah equals the testimony of two men!!!”",
        "text18": "Strangely, the false injections 9:128-129 are labeled in the traditional Quran printings as “Meccan” [see Insert 2].",
        "text19": "The Title Figure of Sura 9 from a standard Quran, showing that this sura is Medinan, “except for the last two verses; they are Meccan”!!! [Insert 2 ]",
        "text20": "How could these ‘Meccan’ verses be found with Khuzeimah, a late ‘Medinan’ Muslim?! How could a Medinan sura contain Meccan verses, when the universal convention has been to label as ‘Medinan’ all revelations after the Prophet’s Hijerah from Mecca??!! Despite these discrepancies, plus many more glaring contradictions associated with Verses 9:128-129, no one dared to question their authenticity. The discovery of the Quran’s mathematical code in 1974, however, ushered in a new era where the authenticity of every element in the Quran is proven (Appendix 1).",
        "text21": "As it turns out, the injection of the two false Verses 9:128-129 resulted in:",
        "text22": "(1) demonstrating the major function of the Quran’s mathematical system, and",
        "text23": "(2) producing an awesome miracle in its own right, and ",
        "text24": "(3) distinguishing the true believers from the hypocrites (they uphold traditions)",
        "text25": "The translation of the two false verses is shown in Insert 3: ",
        "text26": "“A messenger has come to you from among you who wants no hardship to afflict you, and cares about you, and is compassionate towards the believers, merciful. If they turn away, then say, ‘Sufficient for me is God, there is no god except He. I put my trust in Him. He is the Lord with the great throne.’ ” [Insert 3 ]",
        "text27": "For more physical evidence, see Appendix 24.",
        "text28": "To examine the superhuman numerical compositions, click on the Numbers menu."
    },
    "israel": {
        "title": "A Witness From the Children of Israel [46:10]",
        "text1": "Proclaim: “What if it is from God, and you disbelieved in it? A witness from the Children of Israel has borne witness to a similar phenomenon, and he has believed, while you have turned too arrogant to believe. God does not guide the wicked” [46:10]",
        "text2": "The following quotation is taken from STUDIES IN JEWISH MYSTICISM, (Association for Jewish Studies, Cambridge, Mass., Joseph Dan & Frank Talmage, eds., Page 88, 1982). The quotation refers to the work of Rabbi Judah the Pious (12th Century AD):",
        "text3": "The people [Jews] in France made it a custom to add [in the morning prayer] the words: “ ’Ashrei temimei derekh [blessed are those who walk the righteous way],” and our Rabbi, the Pious, of blessed memory, wrote that they were completely and utterly wrong. It is all gross falsehood, because there are only nineteen times that the Holy Name is mentioned [in that portion of the morning prayer]... and similarly you find the word ’Elohim nineteen times in the pericope of Ve-’elleh shemot. . . . Similarly, you find that Israel were called “sons” nineteen times, and there are many other examples. All these sets of nineteen are intricately intertwined, and they contain many secrets and esoteric meanings, which are contained in more than eight large volumes... Furthermore, in this section there are 152 (19x8) words.",
        "text4": "ALL PRAISE IS DUE TO GOD, LORD OF THE UNIVERSE."
    },
    "navbar": {
        "title": "Superhuman Mathematical System",
        "home": "Homepage",
        "numbers": "Numbers"
    },
    "resultDisplay": {
        "text1": "Number of Steps:",
        "text2": "Remaining from division to 19:"
    },
    "toastMessages": {
        "copied": "Copied.",
        "copiedError": "Copy failed."
    },
    "buttons": {
        "copy": "Copy",
        "copied": "Copied",
        "clearSelection": "Clear",
        "text1": "Show Number",
        "text2": "Text"
    }
}